Repository: divio/aldryn-forms
Catalog: aldryn_forms/locale/*/LC_MESSAGES/django.po
Languages: de

source: Default
de: Standard

source: data
de: Daten

source: people notified
de: Benachrichtigte Personen

source: from date
de: Datum von

source: to date
de: Datum bis

source: language
de: Sprache

source: Export failed! More than 65,536 entries found, exceeded Excel limitation!
de: Export fehlgeschlagen! Mehr als 65,536 Einträge gefunden, Excel-Limit erreicht!

source: Please select at least one field to export.
de: Es muss mindestens ein Feld zum Exportieren gewählt sein.

source: No records found
de: Keine Einträge gefunden

source: Forms
de: Formulare

source: Form
de: Formular

source: Advanced Settings
de: Erweiterte Einstellungen

source: Fieldset
de: Feldergruppe

source: Form fields
de: Formularfelder

source: Text Field
de: Textfeld

source: Text Area Field
de: Mehrzeiliges Textfeld

source: Email Field
de: E-Mail-Feld

source: File upload field
de: Datei-Hochladen-Feld

source: Image upload field
de: Bild-Hochladen-Feld

source: Yes/No Field
de: Checkbox-Feld

source: Yes
de: Ja

source: No
de: Nein

source: Select Field
de: Auswahlfeld

source: Multiple Select Field
de: Mehrfach-Auswahlfeld

source: Multiple Checkbox Field
de: Mehrfaches Checkbox-Feld

source: Radio Select Field
de: Radio-Button-Auswahlfeld

source: Captcha Field
de: Captcha-Feld

source: Submit Button
de: Senden-Button

source: new email notification
de: Neue E-Mail-Benachrichtigung

source: new email notifications
de: Neue E-Mail-Benachrichtigungen

source: Recipients
de: Empfänger

source: available text variables
de: Verfügbare Textvariabeln

source: default
de: Standard

source: Email notification
de: E-Mail-Benachrichtigung

source: Email notifications
de: E-Mail-Benachrichtigungen

source: theme
de: Vorlage

source: Provides the base theme for the email.
de: Stellt das Standard-Template für die E-Mail zur Verfügung.

source: to name
de: Name des Empfängers

source: to email
de: E-Mail des Empfängers

source: to user
de: an Benutzer

source: from name
de: Name des Absenders

source: from email
de: E-Mail des Absenders

source: subject
de: Betreff

source: email body (txt)
de: E-Mail-Inhalt (Text)

source: used when rendering the email in text only mode.
de: wird benutzt, wenn die E-Mail als Text dargestellt wird.

source: email body (html)
de: E-Mail-Inhalt (HTML)

source: used when rendering the email in html.
de: wird benutzt, wenn die E-Mail in HTML dargestellt wird.

source: Please provide a recipient.
de: Bitte einen Empfänger angeben.

source: Fields
de: Felder

source: File size must be under %(max_size)s. Current file size is %(actual_size)s.
de: Dateigröße muss unter %(max_size)s sein. Aktuelle Größe ist %(actual_size)s.

source: Image width must be under %(max_size)s pixels. Current width is %(actual_size)s pixels.
de: Bildbreite muss unter %(max_size)s Pixel groß sein. Aktuelle Breite ist %(actual_size)s Pixel.

source: Image height must be under %(max_size)s pixels. Current height is %(actual_size)s pixels.
de: Bildhöhe muss unter %(max_size)s Pixel groß sein. Aktuelle Höhe ist %(actual_size)s Pixel.

source: Please provide CMS page for redirect.
de: Bitte CMS-Seite angeben für die Weiterleitung.

source: Please provide an absolute URL for redirect.
de: Bitte eine absolute URL angeben für die Weiterleitung.

source: Min value can not be greater than max value.
de: Der Mindestwert kann nicht größer sein als der Maximalwert.

source: Min length
de: Mindestlänge

source: Required number of characters to type.
de: Benötigte Anzahl von getippten Zeichen.

source: Max length
de: Maximale Länge

source: Maximum number of characters to type.
de: Maximale Anzahl von getippten Zeichen.

source: Explanatory text displayed next to input field. Just like this one. You can use MAXSIZE as a placeholder for the maximum size configured below.
de: Erläuterungstext, der neben dem Eingabefeld angezeigt wird - so wie dieser. MAXSIZE kann als Platzhalter benutzt werden, um die Maximallänge zu konfigurieren.

source: Explanatory text displayed next to input field. Just like this one. You can use MAXSIZE, MAXWIDTH, MAXHEIGHT as a placeholders for the maximum file size and dimensions configured below.
de: Erläuterungstext, der neben dem Eingabefeld angezeigt wird - so wie dieser. MAXSIZE, MAXWIDTH und MAXHEIGHT können als Platzhalter definiert werden, um die maximale Dateigröße oder Dimensionen zu konfigurieren.

source: Min choices
de: Mindestauswahl

source: Required amount of elements to chose.
de: Benötigte Anzahl von auszuwählenden Elementen.

source: Max choices
de: Maximale Auswahlmöglichkeiten

source: Maximum amount of elements to chose.
de: Maximale Anzahl auszuwählender Elemente.

source: CMS Page
de: CMS-Seite

source: Used to filter out form submissions.
de: Benutzt um Formulareinträge zu filtern.

source: Error message
de: Fehlermeldung

source: An error message that will be displayed if the form doesn't validate.
de: Eine Fehlermeldung, die angezeigt wird, wenn das Formular ungültig ist.

source: Success message
de: Erfolgsmeldung

source: An success message that will be displayed.
de: Erfolgsmeldung, die angezeigt wird.

source: Redirect to
de: Weiterleiten nach

source: Where to redirect the user when the form has been successfully sent?
de: Wohin soll der Benutzer weitergeleitet werden, wenn das Formular erfolgreich versandt wurde?

source: custom css classes
de: Benutzerdefinierte CSS-Klassen

source: form template
de: Formularvorlage

source: People who will get the form content via e-mail.
de: Personen, welche den Formularinhalt per E-Mail erhalten.

source: Legend
de: Legende

source: Label
de: Beschreibung

source: Field is required
de: Feld ist zwingend erforderlich

source: Error message displayed if the required field is left empty. Default: "This field is required".
de: Fehlermeldung, die angezeigt wird, wenn das erforderliche Feld leer gelassen wird. Standard: "Dieses Feld muss ausgefüllt werden".

source: Placeholder text
de: Platzhaltertext

source: Default text in a form. Disappears when user starts typing. Example: "email@example.com"
de: Standardtext im Formular. Verschwindet, sobald der Benutzer zu tippen anfängt. Beispiel: "email@example.com"

source: Help text
de: Hilfetext

source: Explanatory text displayed next to input field. Just like this one.
de: Erläuterungstext, der neben dem Eingabefeld angezeigt wird. Genau wie dieser Text.

source: Min value
de: Mindestwert

source: Max value
de: Maximalwert

source: columns
de: Spalten

source: rows
de: Zeilen

source: send notification when form is submitted
de: Benachrichtigung senden, wenn das Formular abgeschickt wird

source: When checked, the value of this field will be used to send an email notification.
de: Wenn aktiviert, wird der Wert dieses Feldes verwendet, um eine E-Mail-Benachrichtigung zu senden.

source: email subject
de: E-Mail-Betreff

source: Used as the email subject when email_send_notification is checked.
de: Wird als E-Mail-Betreff verwendet, wenn "email_send_notification" aktiviert ist.

source: Additional email body
de: Zusätzlicher E-Mail-Inhalt

source: Additional body text used when email notifications are active.
de: Zusätzlicher Inhaltstext wird dargestellt, wenn E-Mail-Benachrichtigungen aktiv sind.

source: Upload files to
de: Dateien hochladen nach

source: Select a folder to which all files submitted through this field will be uploaded to.
de: Verzeichnis auswählen, in das alle über dieses Feld übermittelten Dateien hochgeladen werden.

source: Maximum file size
de: Maximale Dateigröße

source: The maximum file size of the upload, in bytes. You can use common size suffixes (kB, MB, GB, ...).
de: Die maximale Dateigröße des Upload in bytes. Es können gebräuchliche Suffixe für die Größe verwendet werden (kB, MB, GB, ...).

source: Maximum image width
de: Maximale Bildbreite

source: The maximum width of the uploaded image, in pixels.
de: Die maximale Breite des hochgeladenen Bildes in Pixel.

source: Maximum image height
de: Maximale Bildhöhe

source: The maximum height of the uploaded image, in pixels.
de: Die maximale Höhe des hochgeladenen Bildes in Pixel.

source: Value
de: Wert

source: Options
de: Optionen

source: form name
de: Formularname

source: users notified
de: Benachrichtigte Benutzer

source: People who got a notification when form was submitted.
de: Personen, die eine Benachrichtigung erhalten, sobald ein Formular gesendet wurde.

source: form language
de: Formularsprache

source: form url
de: URL des Formulars

source: Form submission
de: Formulareintrag

source: Form submissions
de: Formulareinträge

source: Field
de: Feld

source: Export form submissions
de: Formularübermittlungen exportieren

source: Please correct the error below.
de: Bitte korrigieren Sie den unten aufgeführten Fehler.

source: Export
de: Exportieren

source: Continue
de: Fortfahren

source: Export Form Entries
de: Formulareinträge exportieren

source: Form name: %(form_name)s
de: Formular Name: %(form_name)s

source: [Form submission] %(form_name)s
de: [Form Eintrag] %(form_name)s

source: Required field
de: Feld erforderlich

source: You have to choose at least %(limit_value)d options (chosen %(show_value)d).
de: Sie müssen mindestens %(limit_value)d Optionen (gewählt %(show_value)d) angeben.

source: You can't choose more than %(limit_value)d options (chosen %(show_value)d).
de: Sie können nicht mehr als %(limit_value)d Optionen (gewählt %(show_value)d) angeben.
